---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop2linerisesymbolParam
source: html/c3661272-4033-7ce4-8224-e2e15a907c6d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop2linerisesymbolParam Property

"Two Line Rise Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemRisedrop2linerisesymbolParam { get; }
```